const setingWords = ['кабачок', 'змеевик', 'бугорок', 'клиринг', 'самотёк', 'теремок', 'колодец', 'актриса', 'рамазан', 'тупость',
    'росинка', 'ромашка', 'кулинар', 'вредина', 'бастион', 'метелица', 'инженер', 'румянец', 'дубинка', 'камелия', 'пломбир', 
    'слизняк', 'комбайн', 'конюшня', 'медяшка', 'полночь', 'столица', 'комарик', 'подкова', 'фортуна', 'банщица', 'сигарка', 
    'форпост', 'ханство', 'сарафан', 'свинина', 'тетрадь', 'каземат', 'траверс', 'печение', 'разница', 'реквием', 'глухарь', 
    'партнёр', 'шляпник', 'снежина',  'джейлау',]

const alphabetKir = [
    "А", "Б", "В", "Г", "Д", "Е", "Ё", "Ж", "З", "И", "Й", 
    "К", "Л", "М", "Н", "О", "П", "Р", "С", "Т", "У", "Ф", 
    "Х", "Ц", "Ч", "Ш", "Щ", "Ъ", "Ы", "Ь", "Э", "Ю", "Я"
]

if (!localStorage.getItem("setWords")) {
    localStorage.setItem("setWords", JSON.stringify(setWords))
}

if (!localStorage.getItem("alphabet")) {
    localStorage.setItem("alphabet", JSON.stringify(alphabet))
}

